{
  "books": [
    {
      "id": 95438597,
      "name": "Роковой подарок",
      "author": "Татьяна Устинова",
      "description": "Российская писательница, сценарист, переводчица и телеведущая Татьяна Устинова известна, в первую очередь, как автор детективов. Ее легкий слог, закрученные интриги, запоминающийся стиль давно полюбились читателям и критикам. Татьяна черпает вдохновение буквально ото всюду, а прообразами ее персонажей зачастую становятся ее современники, будь то политик, телеведущая, бизнесмен или дизайнер. Героиней новой книги «Роковой подарок» стала писательница Марина Покровская.",
      "pages": 290,
      "language": "Русский",
      "genre": "Современные детективы"
    },
    {
      "id": 957689677,
      "name": "Тревожные люди",
      "author": "Фредрик Бакман",
      "description": "Однажды утром некий отчаявшийся мужчина средних лет, вооруженный пистолетом, решил ограбить банк, но все пошло не по плану. Вместо банка он попал в дом, выставленный на продажу, а вместо солидной суммы денег захватил в заложники его потенциальных покупателей. Эти восемь встревоженных незнакомцев с кучей внутренних проблем оказались для грабителя сущим кошмаром",
      "pages": 300,
      "language": "Английский",
      "genre": "Современная зарубежная литература"
    },
    {
      "name": "О свободе и внутренней силе человека",
      "author": "Эдит Ева  Эгер",
      "description": "В шестнадцать лет Эдит Эгер мечтала о карьере балерины, но вместо театральной сцены девушку ждал… Аушвиц. Здесь она потеряла своих родителей, погибших в газовой камере. Вынуждена была танцевать перед нацистским офицером Йозефом Менгеле за буханку хлеба. Вместе с сестрой боролась за жизнь в лагерях смерти. Весной 1945 года Эдит оказалась в австрийском концлагере Гунскирхен. Здесь американские освободители и обнаружили истощенную и измученную девушку среди груды мертвых тел.",
      "pages": 410,
      "language": "Русский",
      "genre": "Зарубежная публицистика, Истории из жизни",
      "id": 957689682
    },
    {
      "name": "Ангел Вася",
      "author": "Натали  Лира",
      "description": "Эта книга посвящается нашему дорогому Другу – маленькому дворовому Котику Васе Чайковскому. Любителю классической музыки, свежей рыбы, куриных горлышек и приключений, который стал всеобщим любимцем и Ангелом-хранителем всего двора и своих людей – жителей старенькой пятиэтажки южного приморского городка.",
      "pages": 300,
      "language": "Русский",
      "genre": "Проза / Русская классическая проза",
      "id": 957689683
    },
    {
      "name": "ЖЁЛТАЯ КОФТА",
      "author": "Никита  Степанов",
      "description": "История о мальчике по имени Артём, изучавшем убийства в деревне Язва. За небольшое время он узнает много нового, найдёт друзей, но не раскроет тайну этих убийств.",
      "pages": 100,
      "language": "Русский",
      "genre": "Детектив ",
      "id": 957689684
    },
    {
      "name": "Усадьба леди Анны",
      "author": "Полина  Ром",
      "description": "Жизнь иногда ломает людей так, что доживают в нашем мире просто бездушные куклы.\nА что потом?\nВычурный мир, жесткий этикет и одиночество?",
      "pages": 150,
      "language": "Русский",
      "genre": "фэнтези",
      "id": 957689685
    }
  ],
  "authors": [
    {
      "id": 95438598,
      "name": "Татьяна",
      "lastName": "Устинова"
    },
    {
      "id": 957689678,
      "name": "Фредрик",
      "lastName": "Бакман"
    },
    {
      "name": "Эдит Ева ",
      "lastName": "Эгер",
      "id": 957689683
    },
    {
      "name": "Натали ",
      "lastName": "Лира",
      "id": 957689684
    },
    {
      "name": "Никита ",
      "lastName": "Степанов",
      "id": 957689685
    },
    {
      "name": "Полина ",
      "lastName": "Ром",
      "id": 957689686
    }
  ]
}